{
    "choose_race": "Escolha sua raça:",
    "choose_class": "Escolha sua classe:",
    "dwarf": "Anão",
    "dwarf_description": "Fortes e resilientes, são habilidosos mineradores e guerreiros.",
    "elf": "Elfo",
    "elf_description": "Ser gracioso, eles possuem habilidades mágicas inatas.",
    "halfling": "Halfling",
    "halfling_description": "Pequenos, mas corajosos, eles são engenhosos e ágeis.",
    "human": "Humano",
    "human_description": "Versáteis e ambiciosos, os humanos possuem aparências e culturas variadas.",
    "dragonborn": "Dragonborn",
    "dragonborn_description": "Nascidos de dragões, eles são orgulhosos e fortes, com um sopro de energia elemental.",
    "gnome": "Gnomo",
    "gnome_description": "Pequenos inventores, são conhecidos por sua curiosidade e inteligência.",
    "half_elf": "Meio-Elfo",
    "half_elf_description": "Combinando o melhor dos humanos e dos elfos, eles são carismáticos e adaptáveis.",
    "half_orc": "Meio-Orc",
    "half_orc_description": "Com a tenacidade humana e a força orque, eles são aliados formidáveis.",
    "tiefling": "Tiefling",
    "tiefling_description": "Descendentes de demônios, eles carregam um traço de herança infernal.",
    "barbarian": "Bárbaro",
    "barbarian_description": "Contando com a fúria, eles são a encarnação do poder bruto e da resistência.",
    "bard": "Bardo",
    "bard_description": "Mestres da arte e da magia, eles inspiram aliados e manipulam mentes.",
    "cleric": "Clérigo",
    "cleric_description": "Servos de deidades, eles invocam poderes divinos para curar e destruir.",
    "druid": "Druida",
    "druid_description": "Guardiões da natureza, eles utilizam seu poder e podem se transformar em bestas.",
    "fighter": "Guerreiro",
    "fighter_description": "Habilidosos na batalha, são os guerreiros por excelência.",
    "monk": "Monge",
    "monk_description": "Mestres das artes marciais, eles detêm energia espiritual.",
    "paladin": "Paladino",
    "paladin_description": "Guerreiros sagrados, eles destruem o mal e protegem os inocentes.",
    "ranger": "Patrulheiro",
    "ranger_description": "Rastreadores do selvagem, eles são incomparáveis em rastreamento e arquearia.",
    "rogue": "Ladino",
    "rogue_description": "Mestres do sigilo e da astúcia, eles podem atacar das sombras.",
    "sorcerer": "Feiticeiro",
    "sorcerer_description": "Manipuladores de magia bruta, ela corre em seu sangue.",
    "warlock": "Bruxo",
    "warlock_description": "Eles forjam pactos com seres poderosos para obterem poderes arcanos.",
    "wizard": "Mago",
    "wizard_description": "Arcanistas estudiosos, eles controlam a magia através do intelecto e de livros de feitiços."
}