{
    "choose_race": "Choose your race:",
    "choose_class": "Choose your class:",
    "dwarf": "Dwarf",
    "dwarf_description": "Sturdy and resilient, they are skilled miners and warriors.",
    "elf": "Elf",
    "elf_description": "Graceful beings, they possess innate magical abilities.",
    "halfling": "Halfling",
    "halfling_description": "Small but brave, they are resourceful and agile.",
    "human": "Human",
    "human_description": "Versatile and ambitious, humans come in varied appearances and cultures.",
    "dragonborn": "Dragonborn",
    "dragonborn_description": "Born from dragons, they are proud and strong with a breath of elemental energy.",
    "gnome": "Gnome",
    "gnome_description": "Tiny inventors, they are known for their curiosity and wit.",
    "half_elf": "Half-Elf",
    "half_elf_description": "Combining the best of humans and elves, they are charismatic and adaptable.",
    "half_orc": "Half-Orc",
    "half_orc_description": "With human tenacity and orcish strength, they are formidable allies.",
    "tiefling": "Tiefling",
    "tiefling_description": "Descendants of fiends, they carry a trace of infernal heritage.",
    "barbarian": "Barbarian",
    "barbarian_description": "Relying on rage, they are the embodiment of raw power and resilience.",
    "bard": "Bard",
    "bard_description": "Masters of art and arcane, they inspire allies and manipulate minds.",
    "cleric": "Cleric",
    "cleric_description": "Servants of deities, they invoke divine powers to heal and smite.",
    "druid": "Druid",
    "druid_description": "Guardians of nature, they harness its power and can transform into beasts.",
    "fighter": "Fighter",
    "fighter_description": "Skilled in combat, they are the quintessential warriors.",
    "monk": "Monk",
    "monk_description": "Masters of martial arts, they harness spiritual energy.",
    "paladin": "Paladin",
    "paladin_description": "Holy warriors, they smite evil and protect the innocent.",
    "ranger": "Ranger",
    "ranger_description": "Stalkers of the wild, they are unmatched in tracking and archery.",
    "rogue": "Rogue",
    "rogue_description": "Masters of stealth and cunning, they can strike from the shadows.",
    "sorcerer": "Sorcerer",
    "sorcerer_description": "Wielders of raw magic, it runs innately in their blood.",
    "warlock": "Warlock",
    "warlock_description": "They forge pacts with powerful beings for arcane powers.",
    "wizard": "Wizard",
    "wizard_description": "Studious arcanists, they harness magic through intellect and spellbooks."
}
